"CUSTOM_DAILY_INTERVAL_FORMAT" = "פעם ב-%u ימים";
"CUSTOM_BYDAY_ITEM_FORMAT" = "%@ %@";
"CUSTOM_WEEKLY_INTERVAL_FORMAT" = "פעם ב-%u שבועות";
"CUSTOM_WEEKLY_DAYS_INTERVAL_FORMAT" = "פעם ב-%u שבועות ב%@";
"CUSTOM_WEEKLY_DAYS_FORMAT" = "כל %@";
"CUSTOM_WEEKLY_WEEKDAYS" = "ימי חול";
"CUSTOM_WEEKLY_WEEKENDS" = "סופי שבוע";
"CUSTOM_MONTHLY_INTERVAL_FORMAT" = "‏פעם ב-%u חודשים";
"CUSTOM_MONTHLY_BYDAY_FORMAT" = "כל %@ בחודש";
"CUSTOM_MONTHLY_BYDAY_INTERVAL_FORMAT" = "‏כל %u חודשים ב-%@ לחודש";
"CUSTOM_MONTHLY_BYMONTHDAY_FORMAT" = "‏פעם בחודש, בכל %@";
"CUSTOM_MONTHLY_BYMONTHDAY_INTERVAL_FORMAT" = "‏פעם ב-%u חודשים, בכל %@";
"CUSTOM_YEARLY_BYMONTH_INTERVAL_FORMAT" = "פעם ב-%u שנים ב%@";
"CUSTOM_YEARLY_BYMONTH_FORMAT" = "‏כל שנה ב%@";
"CUSTOM_YEARLY_BYDAY_INTERVAL_FORMAT" = "‏פעם ב-%u שנים ב-%@ ל%@";
"CUSTOM_YEARLY_BYDAY_FORMAT" = "‏כל שנה ב-%@ ל%@";
"CUSTOM_YEARLY_INTERVAL_FORMAT" = "פעם ב-%u שנים";
"FIRST" = "שם פרטי";
"SECOND" = "שניה";
"THIRD" = "שלישי";
"FOURTH" = "רביעי";
"LAST" = "שם משפחה";
"LAST_LIST_ITEM" = ", ו-%@";
"LAST_SECOND_LIST_ITEM" = " ו-%@";
"1st" = "1";
"2nd" = "2";
"3rd" = "3";
"4th" = "4";
"5th" = "5";
"6th" = "6";
"7th" = "7";
"8th" = "8";
"9th" = "9";
"10th" = "10!";
"11th" = "11";
"12th" = "12";
"13th" = "13";
"14th" = "14";
"15th" = "15";
"16th" = "16";
"17th" = "17";
"18th" = "18";
"19th" = "19";
"20th" = "20";
"21st" = "21";
"22nd" = "22";
"23rd" = "23";
"24th" = "24";
"25th" = "25";
"26th" = "26";
"27th" = "27";
"28th" = "28";
"29th" = "29";
"30th" = "30";
"31st" = "31";

